import React from "react";

export default function CommunityViolation() {
  return (
    <div className="community-violation">
      <h4 className="community-violation-title">
        Порушення умов нашої політики для спільноти може призвести до вжиття
        відповідних заходів щодо вашого контенту або облікового запису
      </h4>
      <div className="community-violation-content">
        <div>
          <h5>Ця політика застосовується до всіх учасників.</h5>
          <p>
            Залежно від серйозності порушення, ми можемо обмежити відображення
            певного контенту, помітити або повністю видалити його. Кричущі чи
            неодноразові порушення призведуть до накладення обмеження на
            обліковий запис.
          </p>
          <p>
            Якщо ви вважаєте, що заходи щодо вашого контенту або облікового
            запису були вжиті помилково, ви можете подати апеляцію.
          </p>
        </div>
        <div>
          <p>
            <span className="text-color">Ми видаляємо контент, </span>
            <span>
              який порушує умови Політики UCS для спільноти. У цьому випадку ми
              також надсилаємо вам повідомлення про порушення вашим контентом
              нашої політики, характер порушення та вжиті нами заходи. Якщо ви
              вважаєте, що ваш контент було видалено помилково, у вас є
              можливість надіслати запит на повторний розгляд.
            </span>
          </p>
          <p>
            Як правило, в результаті{" "}
            <span className="text-color">трьох порушень</span> політики на
            обліковий запис накладається обмеження. Ми пропонуємо можливість
            оскаржити накладення обмеження на обліковий запис та можемо
            відновити його, якщо учасник погодиться дотримуватись умов нашої
            Політики для спільноти.
          </p>
          <p>
            За певних кричучих порушень умов Політики для спільноти (таких як
            тероризм, злісне сексуальне домагання, розміщення матеріалів про
            сексуальне насильство над дітьми або надзвичайно жорстокого
            контенту) ми можемо накласти на обліковий запис{" "}
            <span className="text-color">безстрокове обмеження</span> за
            одне-єдине порушення.
          </p>
        </div>
      </div>
    </div>
  );
}
