export default function CommunityCopyRight() {
  return (
    <div className="community-copy-right">
      <h4 className="community-copy-right-title">
        Претензії щодо порушення авторських прав
      </h4>
      <p>
        UCS поважає права інтелектуальної власності інших і бажає запропонувати
        платформу, яка не містить вмісту, який порушує ці права. Наша Угода
        користувача вимагає, щоб інформація, опублікована Учасниками, була
        точною, законною та не порушувала права третіх сторін. Для досягнення
        цих цілей UCS забезпечує процес подання скарг щодо вмісту,
        опублікованого нашими Членами. Наша політика та процедури описані та/або
        посилаються на них у наступних розділах.
      </p>
      <p>
        Зверніть увагу, що незалежно від того, чи ми вимикаємо доступ до вмісту
        чи видаляємо його, UCS може добросовісно спробувати переслати письмове
        сповіщення, включаючи контактну інформацію скаржника, Учаснику, який
        опублікував вміст, та/або вжити інших розумних заходів для сповіщення
        Учасник, який UCS отримав сповіщення про ймовірне порушення прав
        інтелектуальної власності чи інше порушення вмісту.
      </p>
      <p>
        Будь ласка, зверніть увагу, що будь-яке повідомлення або зустрічне
        повідомлення, яке ви подаєте, має бути правдивим і має бути подано під
        страхом покарання за неправдиві свідчення. Неправдиве повідомлення або
        зустрічне повідомлення може призвести до особистої відповідальності.
        Тому ви можете звернутися за порадою до юридичного консультанта, перш
        ніж подавати повідомлення або зустрічне повідомлення.
      </p>
    </div>
  );
}
